[
  {
    "text": "Жизнь заключается в том, чтобы оказывать влияние, а не зарабатывать.",
    "author": "Кевин Круз"
  },

  {
    "text": "Что разум человека может постигнуть и во что он может поверить, того он способен достичь",
    "author": "Наполеон Хилл"
  },

  {
    "text": "Стремитесь не к успеху, а к ценностям, которые он дает",
    "author": "Альберт Эйнштейн"
  },

  {
    "text": "Две дороги расходились в лесу, Я выбрал ту, по которой почти не ходили, И в этом была вся разница.",
    "author": "Роберт Фрост"
  },

  {
    "text": "Своим успехом я обязана тому, что никогда не оправдывалась и не принимала оправданий от других.",
    "author": "Флоренс Найтингейл"
  },

  {
    "text": "Вы промахиваетесь в 100% случаев, когда не делаете бросков.",
    "author": "Уэйн Гретцки"
  },

  {
    "text": "За свою карьеру я пропустил более 9000 бросков, проиграл почти 300 игр. 26 раз мне доверяли сделать финальный победный бросок, и я промахивался. Я терпел поражения снова, и снова, и снова. И именно поэтому я добился успеха.",
    "author": "Майкл Джордан"
  },

  {
    "text": "Сложнее всего начать действовать, все остальное зависит только от упорства.",
    "author": "Амелия Эрхарт"
  },

  {
    "text": "Каждый удар приближает меня к следующему хоумрану",
    "author": "Бейб Рут"
  },

  {
    "text": "Определенность цели - отправная точка всех достижений.",
    "author": "Уильям Клемент Стоун"
  },

  {
    "text": "Компьютеры бесполезны. Они могут только давать ответы.“",
    "author": "Пабло Пикассо"
  },

  {
    "text": "Компьютеры подобны бикини. Они избавляют людей от многих догадок.",
    "author": "Сэм Юинг"
  },

  {
    "text": "Болтовня ничего не стоит. Покажите мне код.",
    "author": "Линус Торвальдс"
  },

  {
    "text": "Код сложнее читать, чем писать.",
    "author": "Джоэль Спольски"
  },

  {
    "text": "Плохие программисты думают о коде. Хорошие программисты думают о структурах данных и их взаимосвязях.",
    "author": "Линус Торвальдс"
  },

  {
    "text": "Хорошее программное обеспечение, как и вино, требует времени",
    "author": "Джоэль Спольски"
  },

  {
    "text": "Программное обеспечение — это отличное сочетание артистизма и инженерии",
    "author": "Билл Гейтс"
  },

  {
    "text": "Это мир, управляемый программным обеспечением.",
    "author": "Сатья Наделла"
  },

  {
    "text": "Один из моих самых продуктивных дней был, когда я выбросил 1000 строк кода.",
    "author": "Кен Томпсон"
  },

  {
    "text": "Ничто не работает лучше, чем улучшение вашего продукта.",
    "author": "Джоэл Спольски"
  },

  {
    "text": "Жизнь не о том, чтобы получать и иметь, она о том, чтобы давать и быть.",
    "author": "Кевин Круз"
  },

  {
    "text": "Жизнь - это то, что происходит с тобой, когда ты занят планированием других вещей.",
    "author": "Джон Леннон"
  },

  {
    "text": "Мы становимся тем, о чем думаем.",
    "author": "Эрл Найтингейл"
  },

  {
    "text": "Через двадцать лет вы будете более разочарованы теми вещами, которые вы не сделали, чем теми, которые вы сделали. Итак, отбросьте узы, покиньте безопасную гавань, поймайте ветры в свои паруса. Исследуйте, мечтайте, открывайте для себя.",
    "author": "Марк Твен"
  },

  {
    "text": "Жизнь состоит на 10% из того, что с нами происходит, и на 90% из того, как мы на это реагируем.",
    "author": "Чарльз Свиндолл"
  },

  {
    "text": "Самый распространенный способ, которым люди отказываются от своей силы - это думать, что у них ее нет.",
    "author": "Алиса Уокер"
  },

  {
    "text": "Ум - это все. То, что вы думаете, то и становитесь.",
    "author": "Будда"
  },

  {
    "text": "Лучшее время посадить дерево было 20 лет назад. Второе лучшее время - сейчас.",
    "author": "Китайская пословица"
  },

  {
    "text": "Восемьдесят процентов успеха - это просто появиться.",
    "author": "Вуди Аллен"
  },

  {
    "text": "Непроверенная жизнь не стоит того, чтобы жить.",
    "author": "Сократ"
  },

  {
    "text": "Что-то может считаться удобным, если оно ведет себя точно так, как ожидается.",
    "author": "Джоэл Спольски"
  },

  {
    "text": "Слушайте своих клиентов, а не своих конкурентов.",
    "author": "Джоэл Спольски"
  },

  {
    "text": "Программное обеспечение поглощает мир.",
    "author": "Марк Андриссен"
  },

  {
    "text": "Написание кода - это не производство, не всегда ремесло, хотя может быть, это дизайн.",
    "author": "Джоэл Спольский"
  },
  
  {
    "text": "Программное обеспечение - это волшебная вещь, значение которой только растет со временем.",
    "author": "Билл Гейтс"
  },
  
  {
    "text": "Первые 90 процентов кода занимают первые 90 процентов времени разработки. Оставшиеся 10 процентов кода занимают другие 90 процентов времени разработки.",
    "author": "Том Каргилл"
  },
  
  {
    "text": "Машины с большой частотой удивляют меня своей неожиданностью.",
    "author": "Алан Тьюринг"
  },
  
  {
    "text": "На самом деле, один из лучших способов отразить атаки - сделать вид, что они действительно работают. Это эквивалент программного обеспечения игре в мертвеца.",
    "author": "Джоэл Спольский"
  },
  
  {
    "text": "Вот что здорово в работе с компьютерами. Они не спорят, они все помнят, и они не пьют все ваше пиво.",
    "author": "Пол Лири"
  },
  
  {
    "text": "Компьютеры все время становятся умнее. Ученые говорят, что скоро они смогут разговаривать с нами. (И имея в виду 'они', я имею в виду 'компьютеры'. Я сомневаюсь, что ученые когда-нибудь смогут говорить с нами.)",
    "author": "Дэйв Барри"
  },
  
  {
    "text": "Ваше время ограничено, так что не тратьте его на жизнь кого-то другого.",
    "author": "Стив Джобс"
  },
  
  {
    "text": "Побеждать - это не все, но желание победить - это да.",
    "author": "Винс Ломбарди"
  },
  
  {
    "text": "Я не являюсь продуктом своих обстоятельств. Я - продукт своих решений.",
    "author": "Стивен Кови"
  },

  {
    "text": "Каждый ребенок является художником. Проблема в том, как остаться художником, когда он вырастет.",
    "author": "Пабло Пикассо"
  },
  
  {
  "text": "Вы никогда не сможете пересечь океан, пока не наберетесь смелости потерять из виду берег.",
  "author": "Кристофер Колумб"
  },
  
  {
    "text": "Я поняла, что люди забудут, что вы сказали, они забудут, что вы сделали, но никогда не забудут, как вы их заставили почувствовать себя.",
    "author": "Майя Анжелу"
  },
  
  {
    "text": "Или вы управляете днем, или день управляет вами.",
    "author": "Джим Рон"
  },
  
  {
    "text": "Неважно, думаете ли вы, что можете или нет, вы все равно будете правы.",
    "author": "Генри Форд"
  },
  
  {
    "text": "Два самых важных дня в вашей жизни - это день, когда вы родились, и день, когда вы узнали, зачем вы здесь.",
    "author": "Марк Твен"
  },
  
  {
    "text": "Что бы вы ни могли делать или мечтать, начинайте. Смелость обладает гением, силой и магией.",
    "author": "Иоганн Вольфганг фон Гёте"
  },
  
  {
    "text": "Лучшая месть - это огромный успех.",
    "author": "Фрэнк Синатра"
  },
  
  {
    "text": "Человек, который никогда не совершал ошибок, никогда не пробовал ничего нового.",
    "author": "Альберт Эйнштейн"
  }
]